Repository: destr/kmymoney-transactionattach
Catalog: po/kmm_transactionattach_*.po
Languages: ru

source: Select attachments storage
ru: Тип хранилища прикрепленных файлов

source: Filesystem
ru: Файловая система

source: Attachment...
ru: Вложения...

source: <b>Transaction:</b> %1 &nbsp; %2 &nbsp; %4: %3
ru: <b>Транзакция:</b> %1 &nbsp; %2 &nbsp; %4: %3

source: Transaction attachments
ru: Вложения транзакции

source: Add
ru: Добавить

source: Remove
ru: Удалить

source: Fit to screen
ru: Вписать в экран

source: Export...
ru: Экспорт...

source: Export
ru: Экспорт

source: Rotate 90 ° clockwise
ru: Повернуть на 90 ° по часовой стрелке

source: Rotate 90 ° anticlockwise
ru: Повернуть на 90 ° против часовой стрелки

source: Form
ru: Форма

source: Storage directory path
ru: Путь к каталогу-хранилищу

source: Browse
ru: Обзор

source: Attachment storage type
ru: Тип хранилища вложений

source: Storage sqlite db path
ru: Путь к файлу sqlite хранилища

source: Type of attachment storage.
ru: Тип хранилища вложений.

source: The directory in which to save the attachments.
ru: Каталог для сохранения вложений

source: The path to sqlite database to save the attachments.
ru: Путь к файлу sqlite базы вложений

# NAME OF TRANSLATORS
source: Your names
ru: Алексей Максимов

# EMAIL OF TRANSLATORS
source: Your emails
ru: destrd@gmail.com
